{
  "columnMapping": [],
  "complianceOnly": false,
  "complianceOptions": [
    0,
    1,
    5
  ],
  "component": "i",
  "defaultNavigation": null,
  "highestPriority": 0,
  "mapped": false,
  "name": "MASS 201 CMR 1700",
  "processor": "i",
  "requirements": [
    {
      "instructions": [
        {
          "displayNumber": "",
          "hidden": false,
          "mappings": [],
          "notice": false,
          "number": "17.03(1)",
          "priority": null,
          "row": 2,
          "table": null,
          "tag": null,
          "text": "Develop, implement, maintain, and monitor a comprehensive, written information security program applicable to any records containing personal information. Such comprehensive information security program must be reasonably consistent with industry standards, and must contain administrative, technical, and physical safeguards to ensure the security and confidentiality of personal information.",
          "uuid": "d472c8c5-023a-4d62-aaff-01af05ce45b6"
        },
        {
          "displayNumber": "",
          "hidden": false,
          "mappings": [],
          "notice": false,
          "number": "17.03(3)(a)",
          "priority": null,
          "row": 3,
          "table": null,
          "tag": null,
          "text": "Designate one or more employees to maintain the comprehensive information security program.",
          "uuid": "48f2bd7a-145e-4ef0-bf4f-ebf9da4e4481"
        },
        {
          "displayNumber": "",
          "hidden": false,
          "mappings": [],
          "notice": false,
          "number": "17.03(3)(b)",
          "priority": null,
          "row": 4,
          "table": null,
          "tag": null,
          "text": "Identify and assess reasonably foreseeable internal and external risks to the security, confidentiality, and/or integrity of any electronic, paper, or other records containing personal information, and evaluating and improving, where necessary, the effectiveness of the current safeguards for limiting such risks, including but not limited to:\n* ongoing employee (including temporary and contract employee) training;\n* employee compliance with policies and procedures; and\n* means for detecting and preventing security system failures.",
          "uuid": "6669ea72-6d78-4643-9271-f1407d418083"
        },
        {
          "displayNumber": "",
          "hidden": false,
          "mappings": [],
          "notice": false,
          "number": "17.03(3)(c)",
          "priority": null,
          "row": 5,
          "table": null,
          "tag": null,
          "text": "Develop security policies for employees that take into account whether and how employees should be allowed to keep, access and transport records containing personal information outside of business premises.",
          "uuid": "778ed8ba-d98e-492e-8236-f0ccfb780fa9"
        },
        {
          "displayNumber": "",
          "hidden": false,
          "mappings": [],
          "notice": false,
          "number": "17.03(3)(d)",
          "priority": null,
          "row": 6,
          "table": null,
          "tag": null,
          "text": "Impose disciplinary measures for violations of the comprehensive information security program rules.",
          "uuid": "0d47fa27-76ac-4a1c-b01c-ba3fe7e2a0b6"
        },
        {
          "displayNumber": "",
          "hidden": false,
          "mappings": [],
          "notice": false,
          "number": "17.03(3)(e)",
          "priority": null,
          "row": 7,
          "table": null,
          "tag": null,
          "text": "Prevent terminated employees from accessing records containing personal information by immediately terminating their physical and electronic access to such records, including deactivating their passwords and user names.",
          "uuid": "c6566a45-df2c-4ae4-9fba-5be2f3a566cf"
        },
        {
          "displayNumber": "",
          "hidden": false,
          "mappings": [],
          "notice": false,
          "number": "17.03(3)(f)",
          "priority": null,
          "row": 8,
          "table": null,
          "tag": null,
          "text": "Take all reasonable steps to verify that any third-party service provider with access to personal information has the capacity to protect such information in the manner provided for in 201 CMR 17.00; and taking all reasonable steps to ensure that such third party service provider is applying to such personal information protective security measures at least as stringent as those required to be applied to personal information under 201 CMR 17.00.",
          "uuid": "dbbb57cd-9b9d-4a5d-9f20-3c7dac5a12b4"
        },
        {
          "displayNumber": "",
          "hidden": false,
          "mappings": [],
          "notice": false,
          "number": "17.03(3)(g)",
          "priority": null,
          "row": 9,
          "table": null,
          "tag": null,
          "text": "Limit the amount of personal information collected to that reasonably necessary to accomplish the legitimate purpose for which it is collected; limit the time such information is retained to that reasonably necessary to accomplish such purpose; and limit access to those persons who are reasonable required to know such information in order to accomplish such purpose or to comply with state or federal record retention requirements.",
          "uuid": "1903f303-1a29-40fa-9720-ac332236de05"
        },
        {
          "displayNumber": "",
          "hidden": false,
          "mappings": [],
          "notice": false,
          "number": "17.03(3)(h)",
          "priority": null,
          "row": 10,
          "table": null,
          "tag": null,
          "text": "Identify paper, electronic and other records, computer systems, and storage media, including laptops and portable devices used to store personal information, to determine which records contain personal information, except where the comprehensive information security program provides for the handling of all records as if they all contained personal information.",
          "uuid": "81476996-4e4e-478d-9a64-23d3916141f3"
        },
        {
          "displayNumber": "",
          "hidden": false,
          "mappings": [],
          "notice": false,
          "number": "17.03(3)(i)",
          "priority": null,
          "row": 11,
          "table": null,
          "tag": null,
          "text": "Reasonably restrict physical access to records containing personal information, including a written procedure that sets forth the manner in which physical access to such records is restricted; and store such records and data in locked facilities, storage area or containers.",
          "uuid": "5e602fd8-4ec0-42e8-9fc5-ef03c3ce862d"
        },
        {
          "displayNumber": "",
          "hidden": false,
          "mappings": [],
          "notice": false,
          "number": "17.03(3)(j)",
          "priority": null,
          "row": 12,
          "table": null,
          "tag": null,
          "text": "Regularly monitor to ensure that the comprehensive information security program is operating in a manner reasonably calculated to prevent unauthorized access to or unauthorized use of personal information; and upgrade information safeguards as necessary to limit risks.",
          "uuid": "b3ad311a-e0eb-41ec-b922-d5c4076f1fc8"
        },
        {
          "displayNumber": "",
          "hidden": false,
          "mappings": [],
          "notice": false,
          "number": "17.03(3)(k)",
          "priority": null,
          "row": 13,
          "table": null,
          "tag": null,
          "text": "Review the scope of the security measures at least annually or whenever there is a material change in business practices that may reasonably implicate the security or integrity of records containing personal information.",
          "uuid": "911a4f60-71ad-4327-813d-ea60c6556a66"
        },
        {
          "displayNumber": "",
          "hidden": false,
          "mappings": [],
          "notice": false,
          "number": "17.03(3)(l)",
          "priority": null,
          "row": 14,
          "table": null,
          "tag": null,
          "text": "Document responsive actions taken in connection with any incident involving a breach of security, and perform a post-incident review of events and actions taken, if any, to make changes in business practices relating to protection of personal information.",
          "uuid": "08be035a-a483-4c61-b623-58f08c1c5e36"
        }
      ],
      "number": "17.03",
      "row": null,
      "table": 0,
      "text": "Duty to Protect and Standards for Protecting Personal Information"
    },
    {
      "instructions": [
        {
          "displayNumber": "",
          "hidden": false,
          "mappings": [],
          "notice": false,
          "number": "17.04(1)",
          "priority": null,
          "row": 16,
          "table": null,
          "tag": null,
          "text": "Secure user authentication protocols including:\n   (a) control of user IDs and other identifiers;\n   (b) a reasonably secure method of assigning and selecting passwords, or use of unique identifier technologies, such as biometrics or token devices;\n   (c) control of data security passwords to ensure that such passwords are kept in a safe location and/or format that does not compromise the security of the data they protect;\n   (d) restrict access to active users and active user accounts only;\n   (e) block access to user identification after multiple unsuccessful attempts to gain access or the limitation places on access for the particular system.",
          "uuid": "21efef31-730f-445b-a1d6-2c7804caf214"
        },
        {
          "displayNumber": "",
          "hidden": false,
          "mappings": [],
          "notice": false,
          "number": "17.04(2)(a)",
          "priority": null,
          "row": 17,
          "table": null,
          "tag": null,
          "text": "Restrict access to records and files containing personal information to those who need such information to perform their job duties.",
          "uuid": "f0f20b01-cf23-4d81-acff-237cbf14710b"
        },
        {
          "displayNumber": "",
          "hidden": false,
          "mappings": [],
          "notice": false,
          "number": "17.04(2)(b)",
          "priority": null,
          "row": 18,
          "table": null,
          "tag": null,
          "text": "Assign unique identifications plus passwords, which are not vendor supplied default passwords, to each person with computer access, that are reasonably designed to maintain the integrity of the security of the access controls.",
          "uuid": "a9752b1b-7efd-4a75-9372-2912048ee600"
        },
        {
          "displayNumber": "",
          "hidden": false,
          "mappings": [],
          "notice": false,
          "number": "17.04(3)",
          "priority": null,
          "row": 19,
          "table": null,
          "tag": null,
          "text": "To the extent technically feasible, encrypt all transmitted records and files containing personal information that will travel across public networks, and encrypt all data containing personal information to be transmitted wirelessly.",
          "uuid": "381de9e2-f872-4854-a6a3-c56e85830c17"
        },
        {
          "displayNumber": "",
          "hidden": false,
          "mappings": [],
          "notice": false,
          "number": "17.04(4)",
          "priority": null,
          "row": 20,
          "table": null,
          "tag": null,
          "text": "Reasonably monitor systems, for unauthorized user of or access to personal information.",
          "uuid": "bd2b19f7-5493-4ab6-aef9-fc6643e0df74"
        },
        {
          "displayNumber": "",
          "hidden": false,
          "mappings": [],
          "notice": false,
          "number": "17.04(5)",
          "priority": null,
          "row": 21,
          "table": null,
          "tag": null,
          "text": "Encrypt all personal information stored on laptops or other portable devices.",
          "uuid": "e958c1ef-554d-48f2-86b8-8906fbd1ccb5"
        },
        {
          "displayNumber": "",
          "hidden": false,
          "mappings": [],
          "notice": false,
          "number": "17.04(6)",
          "priority": null,
          "row": 22,
          "table": null,
          "tag": null,
          "text": "For files containing personal information on a system that is connected to the Internet, there must be reasonably up-to-date firewall protection and operating system security patches, reasonably designed to maintain the integrity of the personal information.",
          "uuid": "5e13dd6d-161e-423d-b5f2-1250ce37ae85"
        },
        {
          "displayNumber": "",
          "hidden": false,
          "mappings": [],
          "notice": false,
          "number": "17.04(7)",
          "priority": null,
          "row": 23,
          "table": null,
          "tag": null,
          "text": "Implement reasonably up-to-date versions of system security agent software which must include malware protection and reasonably up-to-date patches and virus definitions, or a version of such software that can still be supported with up-to-date patches and virus definitions, and is set to receive the most current security updates on a regular basis.",
          "uuid": "253edb01-8c39-48e7-a5d2-b8b4f3aed6ed"
        },
        {
          "displayNumber": "",
          "hidden": false,
          "mappings": [],
          "notice": false,
          "number": "17.04(8)",
          "priority": null,
          "row": 24,
          "table": null,
          "tag": null,
          "text": "Educate and train all employees on the proper use of the computer security system and the importance of personal information security.",
          "uuid": "c05772f1-b3b2-4370-a9f6-19730c43bb1f"
        }
      ],
      "number": "17.04",
      "row": null,
      "table": 0,
      "text": "Computer System Security Requirements"
    }
  ],
  "sectionRegex": null,
  "tagOptions": [],
  "template": "mass_201_cmr_1700.docx",
  "tlcHeader": "Mass 201 CMR 17.00",
  "tlcPosition": 11,
  "uuid": "bc7ad844-51b6-468e-a78b-315f60ebb527"
}
